---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkOriginFileType.RVT
enum: Autodesk.Revit.DB.LinkOriginFileType
source: html/fa040617-6c74-b50b-765b-a0eedf6f1073.htm
---
# Autodesk.Revit.DB.LinkOriginFileType.RVT

Default RVT, curently only support ifc.